const PaperData = {
    Info: {
        title: [
            '责育匠心 共创共享 联想职业教育集团年会暨智能互联时代人才培养论坛在京举行',
            "融智慧 创未来 联想集团副总裁李祥林出席第十二届全国职业教育集团化办学交流研讨会",
            "校企育人再探索，“现代学徒”如此出师",
            "三个月从职场新人到精英—— 联想专班学员成长日记",
            "联想创投投资的首个协作机器人：扬天科技完成5000万Pre-A融资",
            "知乎，你还不赶紧谢谢今日头条",
            "从零开始码一个皮卡丘检测器-CNN目标检测入门教程(上)",
            "什么是千兆级LTE？带你了解5G网络之前最重要的通信创新",
            "比 Wi-Fi 快100倍的 Li-Fi，这事靠谱吗？"
        ],
        titleinfo: [
            {
                author: "联想教育",
                source: "全部",
                date: "2017-06-16"
            }, {
                author: "联想教育",
                source: "全部",
                date: "2017-01-06"
            }, {
                author: "admin",
                source: "综合",
                date: "2017-05-09"
            }, {
                author: "admin",
                source: "综合",
                date: "2017-03-01"
            }, {
                author: "赵青晖",
                source: "联想集团",
                date: "2017-08-16 17:52"
            }, {
                author: "李赓",
                source: "联想集团",
                date: "2017-08-31 09:46"
            }, {
                author: "思颖",
                source: "联想集团",
                date: "2017-08-30 11:08"
            }, {
                author: "木子",
                source: "联想集团",
                date: "2017-08-18 14:50"
            }, {
                author: "Caesar•蔡",
                source: "联想集团",
                date: "2017-09-02 12:58"
            }
        ],
        tableInfo: ["6月16日，由联想职教集团主办的“责育匠心 共创共享”——联想职业教育集团年会暨智能互联时代人才培养论坛在京举行。本次论坛是在国家深入实施“一带一路”、京津冀协" +
                "同发展和“中国制造2025”等重大战略背景下，应时举办的职业教育高端论坛，论坛在智能互联时代校企融合协同育人、培养和打造具有工匠精神的双创人才等方面取得了实质性" +
                "突破"],
        mainP: [
            {
                text: [
                    "6月16日，由联想职教集团主办的“责育匠心 共创共享”——联想职业教育集团年会暨智能互联时代人才培养论坛在京举行。本次论坛是在国家深入实施“一带一路”、京津冀协" +
                            "同发展和“中国制造2025”等重大战略背景下，应时举办的职业教育高端论坛，论坛在智能互联时代校企融合协同育人、培养和打造具有工匠精神的双创人才等方面取得了实质性" +
                            "突破。",
                    "教育部职业教育与成人教育司司长王继平、工信部信息化和软件服务业司巡视员李颖、全国职业教育集团化办学工作专家组组长刘来泉、教育部职业技术教育中心研究所副所长刘宝民" +
                            "、中国职业技术教育学会副会长李祖平、北京市教育委员会副主任黄侃和来自广东省教育厅等教育行政部门领导，以及来自全国各地的职业院校、企业代表、行业协会及专家学者等2" +
                            "60余人与会。联想集团副总裁、全国职业教育集团化办学工作专家组副组长、联想职教集团理事长李祥林致欢迎辞。",
                    "教育部职业教育与成人教育司司长王继平在讲话中表示：”中国职业教育界现在一个重要的共识是，要把职业教育搞好，一定要推进产教融合校企合作，而集团化办学是重要的手段方" +
                            "式。联想职教集团是集团化办学的一种新的模式（由企业牵头主办全国性的职教集团），去年集团成立时，朱之文副部长亲自来祝贺，我们一定要支持像联想这样的大型的有影响力的" +
                            "行业龙头企业，来发挥作用成立职教集团推进职教事业”。",
                    "同时针对下一步怎么推动职业教育现代化，王继平提了三点希望，一是经济社会发展正在进入智能互联时代，职业教育要适应这个变化，积极推进人才培养模式改革和其他改革。二是" +
                            "要坚持产教融合、校企合作的改革方向，把集团化办学等探索持续搞下去。三是坚持共舞与开放。共舞就是推进职业教育与其它各行业、与各部门的共舞，不唱独角戏，共同协作共谋" +
                            "发展；开放是对外对内都要开放，以开放的国际视野，思考如何办好有中国特色的职业教育，包括中国的人才发展职业规划、中国的教材、中国的师资以及中国的模式与方法等。",
                    "工信部信息化和软件服务业司巡视员李颖代表工信部对联想职教集团成立一周年表示祝贺，李颖表示：”联想集团参与推进职业教育事业，对于信息化产业的发展很有价值，联想集团" +
                            "前期也参与了工信部一些行业标准的制定，如ITSS（信息技术服务标准）, 期待联想职教集团积极参与这些行业标准的推广与培训，协同提升我们国家整体的产业规范与能力水" +
                            "平，助力信息化产业发展”。",
                    "北京市教育委员会副主任黄侃代表北京市教委对联想职教集团一年来取得的成绩表示了充分的肯定：”联想职教集团一年来，不仅与北京市教委深度合作，与兄弟省市和全国的职业院" +
                            "校广泛开展了产教融合、校企合作，为职业教育的改革与发展做出了应有的贡献，所以我提议，向联想职教集团的领导者和全体工作人员表示敬意和感谢”。",
                    "联想集团副总裁、全国职业教育集团化办学工作专家组副组长、联想职业教育集团理事长李祥林在致辞中特别强调“联想职教集团一路走来，得到教育部、工信部、北京市等各省市教" +
                            "育主管领导的亲切关怀，行业专家与各院校的大力支持！面向未来，将坚持共创共享的核心指导思想，积极参与集团化办学工作专家组工作，积极与各职教集团互相学习，共同推进集" +
                            "团化办学工作，为中国职业教育事业和国家信息化产业的蓬勃发展作出贡献”。",
                    "一年前，联想职教集团在教育部原副部长鲁昕同志、副部长朱之文同志、李晓红同志等领导的关心下，在北京市教委的支持下成立。一年来，联想职教集团依托联想集团，作为IT行" +
                            "业龙头企业，充分发挥龙头企业在职业教育改革与发展当中的重要作用，以 “政府主导、行业引导、企业牵头、院校参与、需求导向”为主线，聚焦ICT行业，深化产教融合、校" +
                            "企合作，加强基础能力建设。",
                    "据悉，2016年，联想职教集团与北京市教委联合组织实施“学习指导师”人才培养工程，成功培养了首批60名高素质的学习指导师，同时成功在全国20余所中高职院校开展校" +
                            "企合作人才培养专班，另外,成功组织了6期职业院校校长高级研修班和34期中层提升班，培训了1360余名院校中层管理者，在创新人才培养模式、培养技术技能与职业素养共" +
                            "同发展的人才等方面，取得了较好的进展。",
                    "本次大会以“共创共享”为定位，安排了江苏信息职业技术学院、广东科学技术职业学院、CompTIA（美国计算机行业协会）、苏宁云商集团股份有限公司等院校和企业做了校" +
                            "企合作方面工作的分享，以及联想教育团队联合昌平职校在北京市教委指导下所做的“分级制改革的研究“成果分享。联想教育团队还在会上发布了“智能时代创新人才培养方案”、" +
                            "“后互联网时代软件人才培养方案”。",
                    "同时，联想集团依托联想职业教育集团平台，联合马云公益基金会和集团成员单位腾讯公司、中国职业技术教育网、北京九画科技有限公司、深圳市柠檬网联科技股份有限公司、万合" +
                            "共享（北京）信息技术有限公司等发起精准扶贫，助力河北威县教育。",
                    "据了解，“共创共享”也将是联想职教集团运营的核心指导原则，2017年，联想职教集团将从组织运行机制、推动联想学院共建软件专业群、推动双创示范基地、师资培养课程升" +
                            "级开发，以及智慧校园建设方案等方面大力落实共创共享精神，调动企业和院校的积极性，发挥多方优势，探索建设由纯市场类企业牵头的全国性职教集团。未来，联想职教集团将与" +
                            "全国各地更多的院校、更多的优秀企业合作，实现产教融合、共创共享、优势互补、合作共赢，携手打造联想职教集团美好未来，助力产业发展和家庭幸福。"
                ]
            }, {
                text: [
                    "12月29日，第十二届全国职业教育集团化办学交流研讨会在南京顺利召开。本次会议以“推动示范性职教集团建设，促进现代职业教育发展，服务国家重大发展战略”为主题展开" +
                            "研讨。",
                    "教育部职业教育与成人教育司巡视员王继平，中国职业技术教育学会常务副会长刘占山，全国职业教育集团化办学工作专家组组长、原国家教委职业技术教育司司长刘来泉，全国职业" +
                            "教育集团化办学工作专家组副组长、教育部职教中心研究所副所长刘立新，教育部职业教育与成人教育司综合处处长刘宏杰等有关领导出席会议并针对集团化办学工作的推进情况进行" +
                            "了介绍。与此同时，通过研讨展示了职教集团与工程制造、农林牧渔、电子信息等行业的产教合作成果，交流示范性职教集团建设、深度参与职业教育集团化办学的体制机制建设等。",
                    "联想集团副总裁李祥林作为全国职业教育集团化办学工作专家组副组长出席会议，并在开场论坛中与北京市教委职成处处长王东江、佳木斯市市长助理丁可为、山东省教育厅职成处处" +
                            "长梁斌言、浙江建设职业技术学院院长何辉等各领域嘉宾共话“政行校企职业教育集团化办学”",
                    "研讨期间，联想集团副总裁李祥林与各位专家介绍了目前联想职教集团的重点工作，并提出了“2+3+5”的工作指导原则",
                    "近年来，国家大力发展职业教育，促进产业转型升级，把深化产教融合、校企合作作为构建现代职业教育体系的重要举措。基于此，联想职教集团于2016年5月31日正式成立，" +
                            "此举不仅是联想对国家战略与号召的率先响应，同时也是联想大力推进校企合作的新起点。",
                    "联想职教集团以“政府主导、行业引导、企业牵头、院校参与、需求导向”为主线，以“产学研用”创新人才培养模式为核心，聚焦行业，深化产教融合、校企合作，探索具有中国特" +
                            "色的职业教育集团发展之路。"
                ]
            }, {
                text: [
                    "国家教育事业发展的十三五规划确立了十三五时期教育改革的主题和主线，其中紧紧围绕全面提高教育质量的主题，把立德树人作为根本任务，必须要把教育的结构性改革作为主线，" +
                            "主动适应经济社会发展和人民群众的需求。",
                    "在着力推进教育教学改革方面更是强调了要推行产教融合的职业教育模式，而关于教育部近期下发的《教育部办公厅关于做好2017年度现代学徒制试点工作的通知》更是表明要大" +
                            "力推动职业教育领域校企合作协同育人的再探索，再深入。",
                    "现代学徒制是企业与院校合作定向培养所需要的应用型人才，学生一入学就拥有双重身份，他们既是学校的学生也是企业的准员工。它既有现代职业教育的衣钵，又有传统师傅带徒弟" +
                            "的影子，其中最核心的就是招生招工一体化、校企育人一体化。",
                    "产教融合下的“现代学徒制”刻不容缓",
                    "据人社部数据显示，截至2015年年底，我国有技能劳动者1.65亿人，仅占全部就业人员的21.3％；其中高技能人才4501万人，比例不足6％，全国高技能人才缺口近" +
                            "1000万人。高技能人才的长期短缺，不但成为我国制造业转型升级的一大瓶颈，也制约了广大工人收入水平的切实提高以及全面建成小康社会的实现，最终直接影响我国从制造大" +
                            "国向制造强国转变。",
                    "高技能人才的短缺跟职业教育有着密不可分的关系，要想尽快改变现状，尽快摆脱危机，让高技能人才“补缺”，政府、企业、学校等各方主体都需要携手一起努力。通俗来讲就是政" +
                            "府发挥好宏观调控的职能，在政策上建立健全相应的制度，并针对相应的职业院校及企业给予一定得指导和帮助；企业应当转变心态，积极响应政策，协助院校培养适合自己企业的应" +
                            "用型人才；院校则应该做好家长学生和企业的双向沟通，保证得到家长学生的理解、企业的支持配合，只有这样，“现代学徒制”在产教融合的大背景下才能顺利开展，高技能人才数" +
                            "量才能逐步回暖。",
                    "联想“现代学徒制”培训试点项目势在必得",
                    "联想职教集团响应教育部的政策号召，对“现代学徒制”进行探索实施，并与山东省寿光市职教中心达成合作，在2015年8月得到山东省教育厅、山东省财政厅、山东省经济和信" +
                            "息化委员会的计算机应用专业“现代学徒制”试点，真正落实企业参与人才培养的全过程，提升人才培养的针对性。",
                    "2016年5月寿光市职业教育中心学校和职教集团举办了2016年现代学徒制班拜师会，在场的学生无一不感受到：",
                    "诚心、精心、细心、耐心是我们拜师学习的态度；",
                    "勤学、勤问、勤看、勤听是我们拜师学习的方法；",
                    "成长、成熟、成才、成功是我们拜师学习的目的。",
                    "由学校、联想、企业共同制定学员成长方案设计，采取理实一体化、工学交替为主的“教学模式，采用档案制管理方式，校方为每位学员建立学生培养档案，企业提供学生各阶段考试" +
                            "成绩、岗位实践评测表、学员总结等相关资料，由校方进行归档管理，全方位立体化的进行“现代学徒制”项目方案的开展，层层递进，每一层都有院校和企业双方的严格把控和监督" +
                            "，无论是对课程的设立还是学生的培训方案制定，都本着以学生利益为先的原则，通过每位师傅用心传授技术、教会学生做人的道理，为企业、学校做贡献并做到让学生满意、家长满" +
                            "意、学校满意、社会满意的格局。",
                    "孙永涛—“现代学徒”到“现代工匠”如此出师",
                    "作为山东省首批现代学徒制试点校，寿光市职业教育中心学校与联想集团早在2013年就开始共建的联想专班已具现代学徒制的雏形。",
                    "在去年5月的试点班拜师大会之后的一年里，涌现了很多优秀的学子。学员孙永涛就是试点班的一名学生，也是职业教育领域大力推行“现代学徒制”试点的典型代表。他参加试点班" +
                            "后的改变与成长在2017年4月被中国教育报进行了相关报道。",
                    "“现代学徒制是校企合作的进一步深化，特别强调学生的‘学员员工双重身份’和学校企业‘双主体育人’，能够真正实现工学‘零距离’对接，有效推进产教融合。”寿光市职业教" +
                            "育中心学校校长刘玉祥说。联想的现代学徒制试点班对学生的全面培养给孙永涛带来了很大的转变，在加入试点班前，他学习不努力，经常迟到、旷课，而加入试点班后，老师别具一" +
                            "格的教育方式让孙永涛的态度开始有了转变，不仅开始逐渐克服之前的陋习，更是通过课程的开展深刻体会到团队意识、团队合作的重要，也变得乐于与人交往沟通，变得自信。",
                    "2016年年底，按照现代学徒制试点方案的要求，同学们到山东潍坊联想服务中心进行工学交替阶段学习，在到服务中心学习的第三天晚上，孙永涛得了急性胃炎。孙永涛和其他4" +
                            "名同学跟随的企业师傅李坤鹏冒着寒风从住地赶到学生宿舍，送孙永涛到医院，又蹲在旁边陪着他输液。孙永涛跟李坤鹏的师徒情谊更加深厚。他暗下决心一定要好好学习，用最好的" +
                            "成绩证明自己，做一名合格的企业人。这更加体现了我们联想职教集团一直坚持的教育理念“责育匠心”，不是单纯的为了教育而教育，而是用真心去培养匠人。",
                    "“青春、有朝气，热情、积极向上！这是现在客户对我们的‘准员工’孙永涛的一致评价。”服务中心店长于斌颇感自豪地说",
                    "今天，职业教育仍然是我国教育事业发展中重中之重，这主要是因为社会对职教的认知上有一定的偏差，而联想职教集团将坚持以服务发展和促进就业为导向，顺应了十三五规划的号" +
                            "召，推进校企协同育人新机制。在实践中更是让学生在“做中学”、在“学中做”，实现工学结合、知行合一，坚持做到在我国产教融合的职业教育模式改革的实践工作上身先士卒。"
                ]
            }, {
                text: [
                    "四川信息职业技术学院联想专班学生陈锐，在职实习3个月凭借最高绩效成绩，与高超服务水平荣获“总经理即时奖”。曾经的学徒，如今的优秀员工。到底是什么让陈锐同学实现了" +
                            "这一转变呢?",
                    "陈锐在学校期间就展现了出众的学习能力，以优秀的成绩被邀请加入到联想OSD项目，通过电话与远程工具为联想用户提供远程售后技术支持服务。在入职培训期间，陈锐还创造了" +
                            "一项“历史记录”——成为第一个硬件基础考试100分的学员。“能有今天的成绩，首先我想感谢联想专班。可以说是难忘至今，专班的学习过程让我切身感受到了联想文化。",
                    "刚工作时陈锐同学也遇到了一个难题——“点评率低”，用户解决完问题后会习惯性直接退出，并未对服务给出评价，这直接跟绩效成绩挂钩，这可急坏了还是新人的陈锐。“我非常" +
                            "感谢我的Team Leader 和团队的小伙伴们，是他们不厌其烦的帮我分析历史数据，有今天的成绩可以说是团队的功劳！”通过不断地学习，陈锐总结出了一套专属的点评" +
                            "话术，点评率立即提升至36.36%。实习第二个月组内取得了最高绩效，并且是整个项目的最高绩效！“加入OSD项目以来，陈锐同学成长迅速，业务能力与工作态度均是十分" +
                            "出众！”项目组长夸赞道。",
                    "成绩功劳归于团队，努力留给自己，就是这样一位女孩，以真诚朴实的态度在工作岗位奋斗着！加油！通过你的不懈努力一定会获得更丰硕的成果！祝愿你在工作上岗位上一帆风顺！"
                ]
            }, {
                text: [
                    "导语：协作机器人公司天津扬天科技有限公司宣布，已经完成了Pre-A轮融资，本轮融资金额为5000万元，由联想创投领投，天使投资人金沙江联合资本、银杏谷资本跟投。", "轻型协作机器人一直以来都是未来机器人市场的一个重要发展方向，随着智能制造业蓬勃发展，3C电子等行业对自动化产线的智能化越来越重视，从而对于轻型协作机器人的市场需" +
                            "求也在不断扩增，这个行业也对资本方产生了引力。",
                    "行业对协作机器人的评价普遍是:协作型机器人在一定的条件下可以完美地实现“信息化、网络化、智能化、自动化”，并使与其协同工作的作业人员变成“增强的操作员”。拥有极" +
                            "高灵敏度、灵活度、精确度和安全性的产品特征，这些特征也是未来工业机器人发展的一个重要趋势，更是智能制造重点关注的技术。",
                    "今日（8月16日），协作机器人公司天津扬天科技有限公司宣布，已经完成了Pre-A轮融资，本轮融资金额为5000万元，由联想创投领投，天使投资人金沙江联合资本、银" +
                            "杏谷资本跟投。",
                    "天津扬天成立于2015年，是一家以机器人技术为核心、致力于实现数字化智能制造装备的高新技术企业，其在机器人方面的产品和业务涵盖了轻型模块机器人、混合并联机器人、" +
                            "AGV、特种机器人等机器人产品。",
                    "据悉，扬天科技的本轮融资将主要用于扬天「不锐」系列轻型协作机器人的核心技术研发、市场渠道推广和产品生产线建设。",
                    "「不锐」机器人是扬天科技推的一系列协作机器人产品，根据扬天科技方面介绍，目前该系列有三款机型：“ R-Sv5、R-Sv10、R-Sv20”，这三款机型在自重、承" +
                            "重的数据上有所不同，其内部结构设计大体一致，通过将6自由度机器人的6个关节进行模块化结构设计，采用中空串联机械臂及内部走线形式，构成了一种轻型模块化机器人。该机" +
                            "器人的优势是操作空间大、动作灵活、重量轻，0.02mm的可重复精度，持重比约达1:3，所有腕关节均可360度旋转，而末端关节可做无限旋转。",
                    "目前，该系列产品主要应用于电子、食品、机械、医药、军工、汽车等行业，适用于搬运、装配、抛光、涂胶、监测及拧螺丝等工作环节。据悉，不锐的20KG轻型模块机器人已经" +
                            "研发完成，并定型量产。",
                    "扬天科技的不锐机器人已经参与了一些实际的项目，比如西门子双臂机器人在生产线上与工人的共同生产、自动包装生产线应用，还有20KG协作机器人在服装行业的应用以及5K" +
                            "G机器人在小家电自动喷釉上的行业应用等等。",
                    "扬天科技的研发团队主要依托天津大学机械学院为主的教授和教师为核心团队，在技术上有深厚的沉淀，资本方面也是看好了他们的技术背景。",
                    "扬天科技是联想创投投资的第一个协作机器人项目，联想创投董事总经理王光熙博士表示：扬天科技在协作机器人领域有领先的研发、设计能力，天津大学师资团队的技术实力，为产" +
                            "品的技术领先优势提供强有力保障，扬天科技有望成为未来中国自主品牌机器人优秀服务商。"
                ]
            }, {
                text: [
                    "这两天，一位名叫“恶魔奶爸”的“知乎大V”火了，他在与今日头条旗下的“悟空问答”签好相关内容协议之后，发布了一条内容如下的朋友圈：", "今日头条今年一口气签了300多个知乎大V，刚把我也签了，而且是给钱的，年收入比普通白领高。签完以后所有内容不可以再发知乎。优质的内容创作者被抢完了，所以知乎的质" +
                            "量每况愈下...",
                    "而对此，知乎联合创始人张亮今天中午也在自己的“想法”（知乎推出的新功能）中发表了一条回复（点击查看），态度可以说非常鲜明：",
                    "至少在过去一年时间里，我都很希望有俩人赶紧离开知乎，一个是‘恶魔奶爸’，另一个是‘霍老爷’。",
                    "事实上，知乎上很多的认证答主也持有类似观点，对于今日头条直接用给钱的协议挖走这批大V，他们的普遍态度是“非常欢迎今日头条这样做。”、“知乎终于可以清净一些了。”" +
                            "如果说张亮的回答还是个人意见的表达，知乎官方的表态相对完整一些：",
                    "我们认为，有价值的知识分享，是无法简单粗暴的用批量生产的方式实现的，也无法批量计价。但是好的内容和优秀的内容生产者，一定能在知乎平台上获得好的回报。同时我们相信" +
                            "，用户在知乎平台上所收获的，不仅是经济上的收益，更是在知乎认真、专业、友善的社区氛围中，通过分享知识所获得的尊重、乐趣和新机会",
                    "而与此同时，有不少曾经在知乎上“打拼”过的自媒体人也通过各种方式表达着对知乎官方的不满。基本大意包括以下几点：",
                    "知乎一直没有让为知乎付出努力的他们，带来真实的收益；",
                    "知乎平台在相应规章制度的处理上，并没有向他们倾斜；",
                    "知乎迟早药丸。",
                    "作为这些“知乎大V”的新东家，今日头条却显得十分低调。仅就排他性协议的内容作了表态，但很快却又被著名创业者冯大辉Fenng直接拆穿。",
                    "但从整体来说，这次“冲突”与之前不同知识平台之间的掐架并不相同，因为扮演主要对手的双方稍前都在知乎这个平台上活跃。这两批不同属性的知乎用户之间的你来我往，远不只" +
                            "是意见不合，反倒是提供了一个审视知乎，这个中国最具影响力的知识平台现状的最好时机。",
                    "虽然问题诞生在知乎内部，但是今日头条旗下问答产品“悟空问答”在整个事件中还是扮演了很重要的角色。",
                    "在“恶魔奶爸”那条朋友圈中，他对于今日头条给予的协议给出了大概性的描述：年收入比普通白领高、签完内容不能发知乎、知乎的优质作者被抢完。但在查阅事件当事人后续陈述" +
                            "并询问多位了解此间内情的相关人士后。",
                    "首先是待遇，正如部分被头条勾搭但最终没有选择“叛变”的“知乎大V”透露的那样，今日头条此次开出的最高条件为500元一篇，单个每月的文章数量上限为20篇。这也意味" +
                            "着实际上对应到个人，每个月从今日头条手中能够拿到的钱封顶为1万元。",
                    "但这还不是全部，头条方面其实还提供了不同档位的待遇，除了之前已经曝光的500元一篇之外，还存在300元一篇和100元一篇的档位，这也意味着对应的月收入为6000" +
                            "元和3000元。",
                    "整体来看，今日头条给出的薪酬水平并不高。",
                    "与薪酬对应的是具体化的标准：回答的字数至少500字、每月有保底篇数、甚至连更新间隔都做了规范。从这个内容规范来看，甚至比很多媒体本身的劳动合同都要详细。",
                    "特殊条款方面则更为“有趣”，在相关爆料越来越火的时候，悟空问答官方出乎意料地出来发了个声明：“从未禁止任何人在其他平台发布内容。现金是对知识分享的奖励，予人玫瑰" +
                            "者，手里不应只有余香。”",
                    "但很快，悟空问答便被打脸了。知名创业者冯大辉Fenng昨天在微博放出了一张部分合同条款的截图，基本确定就是今日头条提供的实际协议内容。其中就包括了一条细致的排他" +
                            "性条款。",
                    "这些新加入头条的“知乎大V”签约之后的发布渠道被做了全面的限定，不能同时发布的媒体和平台包括：知乎、百度知道、果壳、简书、腾讯新闻、天天快报、网易新闻、新浪新闻" +
                            "、搜狐新闻、一点资讯。基本上覆盖了中国所有具有影响力的新闻媒介、知识平台类产品。",
                    "除了为了保障自身内容独家性之外，这些被限制平台上的一些个人、机构同样是今日头条一直在争取的资源。而这种直接用类似“开工资”的方式来挖人的操作，今日头条其实已经干" +
                            "了相当长一段时间了，但动作幅度一直在加大。",
                    "另外独家了解到的内容是：今日头条这次签约的协议有效期为3年，这一点与一般劳动合同相同。但提前结束协议是否有对应惩罚、或者怎样才能结束协议，仍不得而知。",
                    "根据目前手头的数字保守估计，今日头条在挖“问答作者”这件事上，整体年度花费应该已经超过了3000万，完全可以被称为“在用金锄头挖墙角”。",
                    "在知乎相关提问“如何看待今日头条一口气签了 300 多个知乎大 V 的传闻?”中，另外两位颇具影响力的知乎答主“张佳玮”、“谢熊猫君”给出了他们在跟今日头条接触" +
                            "之后拒绝的理由以及内情，简单归纳了一下：",
                    "具体的酬劳计算比较复杂、整体金额还是偏少；",
                    "对于少数答主的这种行为是能够完全理解的，今日头条在挖角过程中实际上是顺水推舟；",
                    "这些人的离去并不影响知乎本身，但他们对知乎的未来同样抱有期待。",
                    "其中，知乎答主“张佳玮”透露其实头条签约的这批“知乎大V”，有部分并不需要遵循排他性协议。真正完全遵循排他性协议的“知乎大V”并不多，有一部分人在签约之后实际上" +
                            "仍然通过各种形式保持着多平台输出内容的状态，他们甚至直接雇佣实习生代劳，将内容进行再次整合发上悟空问答。",
                    "所以，今日头条签约所支付的酬劳，对于大多数转移过去的答主来说并不是唯一的收入，准确的说只是一份相对可观的额外津贴。",
                    "不过这次事件的“爆发”本身也略带玄机，按照“恶魔奶爸”自己的描述来说，是有心之人直接将朋友圈进行了截图，间接导致了传播。但根据微博用户“识微科技”对此次传播数据" +
                            "的分析（点击查看），存在一些营销号帮助组传播的现象，但是否是“有意为之”仍无确切证据。",
                    "而在微博这个第三方平台上，围观群众们也发表了自己的看法，其中完全支持知乎的票数只占34%，同时又27%的用户认为知乎不重视作者利益",
                    "或许你已经注意到了，上文中所有的“知乎大V”都是被双括号圈起来的，因为严格来说，知乎可能并不存在“知乎大V”。",
                    "“大V”这个说法来源于新浪微博，特指那些拥有数量较多粉丝，进而拥有更多影响力的账号拥有者。而“恶魔奶爸”认为自己就是这样的人，最直接的证据是其已经获得了超过百万" +
                            "赞，关注者也已经超过41万。",
                    "但在知乎用户的日常界面中，最能直观感受到的“优秀回答者”认证，却不是单纯以点赞的数量、抑或是回复数量来判断的。在这个环节，知乎实际上打造了相当复杂的一套权重系统" +
                            "。这一点知乎产品设计师黄涛也曾在知乎上进行了回答。",
                    "对于这个“权重”，知乎是这样来界定的：某个问题下的权重，是根据他过去在相关话题下的回答得到的赞同、反对和没有帮助票数计算的。",
                    "而对应的，引入权重问题也直接解决了数个问题：拉票、马甲投票、小圈子的互惠投票、机器自动投票（如果情节严重，还会根据知乎协议做出其他惩罚）；依据个人喜好而非内容的" +
                            "客观价值投票，或在自己不了解领域、在不能判断回答质量时投票；部分言辞偏激的回答容易得到大量的赞同、反对票，导致不正常的排序；一些专业领域下误导性的回答有时会比正" +
                            "确回答得到更多的赞同。",
                    "而对于用户如何提升自己的权重，黄涛也给出了一个非常明了的答案：书写高质量的回答是提升权重的唯一办法。",
                    "非常有意思的是，在一个多月以前的“清华-青腾”未来科技学堂复试活动现场，知乎创始人周源也参加了学员面试，并且回答了面试者的一系列问题。其中就包括了内容产生和同行" +
                            "挖角的问题：知乎的内容生产机制，不是一个很中心化的方式。知乎有一套内容生产体系，并不是靠去买断自媒体作者来生产内容。今日头条把MC天佑从快手挖走，快手没有受太大" +
                            "影响，它也是一个比较去中心化的方式，和知乎是比较类似的。",
                    "知乎联合创始人张亮在今天发布的知乎“想法”中，并没有直接开始表明态度，而是首先声明了自己的角色——一个从知乎创立第一天就在提问回答、认真阅读、结交朋友的社区用户" +
                            "。而这实际上也点出了知乎的核心和基础：一个以提问和回答为主，让广大用户得以交流的社区。也正是这个“社区”的定义，也同时确立了知乎这个知识平台的第一要素，不是流量" +
                            "、更不是大V，而是一个最基础的社区氛围。绝大部分用户与知乎的关系，并不是依赖后者所产生的影响力生活的关系。而更像是在相同、相近、感兴趣的领域寻找更多想法、甚至是" +
                            "与其他人形成联系。他们绝大多数有着自己的日常工作，但仍愿意花时间到知乎上进行思维的碰撞。你可以把这与知识分子抵触“金钱主导一切”联系在一起，也可以把知乎对于知识" +
                            "变现的谨慎联系在一起。但有一点无可否认，知乎长久以来维持的社区氛围是其屹立不倒的关键，它就像一道“透明城墙”，看不见但是能感觉到。",
                    "这种边界对于“工具”乃至“兵器”，无论是镀银还是镀金的，只有挥空的份",
                    "既然“透明城墙”这么厉害，为什么没有人去模仿呢？原因很简单，“透明城墙”不好模仿，或者说已经错过了模仿的时机。已经6岁的知乎实际上在中国互联网大潮中受益匪浅，同" +
                            "时公司整体“充满耐心”的特性也让他们在处理知识、分享知识这些事上比别人谨慎，比别人更懂答主和用户。像知乎早期那样严格审核，邀请牛人的方法很多新产品都曾做过，但多" +
                            "年按照架构体系不断完善的这个过程只有知乎走了下来。既然没法拥有耐心，竞争对手也开始放弃这个方向的追求，转而寻找一条条的“捷径”，希望能够一举弯道超车。去年曾火过" +
                            "好一阵子的“分答”或许算是对知乎挑战程度最大的一个，它选择了先梳理交易关系，再搭建社区。知乎明显也发现了其中的价值，最终变成了快速跟进的“值乎”。这也可以看出知" +
                            "乎内部的心态——如果对手真的有优点，该借鉴还得借鉴。",
                    "回过头在看“恶魔奶爸”，以及少部分还是希望尽快能够通过知识分享获得更多收益的答主，他们同样没有耐心。被同样没有耐心的平台所吸引，也是理所当然的。",
                    "耐心的知乎更纯粹、没耐心的头条更丰富，没耐心的答主还能获得想要的收益，这完全是一件win-win-win的大好事。",
                    "知乎，你还不赶紧谢谢今日头条。"
                ]
            }, {
                text: [
                    "本文作者Zhreshold，原文载于其知乎主页，获其授权发布.本文先为大家介绍目前流行的目标检测算法SSD (Single-Shot MultiBox Obje" +
                            "ct Detection)和实验过程中的数据集。训练、测试过程及结果参见《从零开始码一个皮卡丘检测器-CNN目标检测入门教程(下)》目标检测通俗的来说是为了找到" +
                            "图像或者视频里的所有目标物体。在下面这张图中，两狗一猫的置，包括它们所属的类（狗／猫），需要被正确的检测到。",
                    "所以和图像分类不同的地方在于，目标检测需要找到尽量多的目标物体，而且要准确的定位物体的位置，一般用矩形框来表示。在接下来的章节里，我们先介绍一个流行的目标检测算" +
                            "法，SSD (Single-Shot MultiBox Object Detection).友情提示：本章节特别长，千万不要在蹲坑的时候点开。本文中涉及MXNe" +
                            "t 0.11最新的发布的gluon接口，参考MXNet 0.11发布，加入动态图接口Gluon，还有两位CMU教授的亲笔教程（https://zhuanlan." +
                            "zhihu.com/p/28648399SSD:Single Shot MultiBox Detector)顾名思义，算法的核心是用卷积神经网络一次前向推导求出" +
                            "大量多尺度（几百到几千）的方框来表示目标检测的结果。网络的结构用下图表示.",
                    "跟所有的图像相关的网络一样，我们需要一个主干网络来提取特征，同时也是作为第一个预测特征层。网络在当前层产生大量的预设框，和与之对应的每个方框的分类概率（背景，猫" +
                            "，狗等等）以及真正的物体和预设框的偏移量。在完成当前层的预测后，我们会下采样当前特征层，作为新的预测层，重新产生新的预设框，分类概率，偏移量。这个过程往往会重复" +
                            "好几次，直到预测特征层到达全局尺度（ 从零开始码一个皮卡丘检测器-CNN目标检测入门教程(上) )。接下来我们用例子解释每个细节实现。预设框 Default a" +
                            "nchor boxe预设框的形状和大小可以由参数控制，我们往往设置一堆预设框，以期望任意图像上的物体都能有一个预设框能大致重合，由于每个预设框需要对应的预测网络" +
                            "预测值，所以希望对于每个物体都有100%重合的预设框是不现实的，可能会需要几十万甚至几百万的预设框，但是采样的预设框越多，重合概率越好，用几千到上万个预设框基本" +
                            "能实现略大于70%的最好重合率，同时保证了检测的速度。为了保证重合覆盖率，对于每个特征层上的像素点，我们用不同的大小和长宽比来采样预设框。 假设在某个特定的特征" +
                            "层（ 从零开始码一个皮卡丘检测器-CNN目标检测入门教程(上) ），每个预设框的中心点就是特征像素点的中心，然后我们用如下的公式采样预设框：",
                    "预设框的中心为特征像素点的中心这里例子里，我们用事先实现的层MultiBoxPrior产生预设框，输入 从零开始码一个皮卡丘检测器-CNN目标检测入门教程(上)" +
                            " 个预设尺寸，和 从零开始码一个皮卡丘检测器-CNN目标检测入门教程(上) 个预设的长宽比，输出为 从零开始码一个皮卡丘检测器-CNN目标检测入门教程(上) 个" +
                            "方框而不是 从零开始码一个皮卡丘检测器-CNN目标检测入门教程(上) 个。 当然我们完全可以使用其他的算法产生不同的预设框，但是实践中我们发现上述的方法覆盖率和" +
                            "相应需要的预设框数量比较合适。",
                    "import mxnet as mxfrom mxnet import nd from mxnet.contrib.ndarray import MultiBo" +
                            "xPrion=40#,  输入形状: batch x channel x height x weightx=nd.random_uniform(shape=(1" +
                            ",3,n,n))y=MultiBoxPrior(x,sizes=[.5,.25,.1],ratios=[1,2,.5])# 取位于 (20,20) 像素点的第一" +
                            "个预设框# 格式为 (x_min, y_min, x_max, y_max)boxes=y.reshape((n,n,-1,4))print('The firs" +
                            "t anchor box at row 21, column 21:',boxes[20,20,0,:])The first anchor box at row" +
                            " 21, column 21:[ 0.26249999  0.26249999  0.76249999  0.76249999]<NDArray 4 @cpu(" +
                            "0)>",
                    "看着数字不够直观的话，我们把框框画出来。取最中心像素的所有预设框，画在图上的话，我们看到已经可以覆盖几种尺寸和位置的物体了。把所有位置的组合起来，就是相当可观的" +
                            "预设框集合了。",
                    "这个部分的目标很简单，就是预测每个预设框对应的分类。我们用Padding (填充)  从零开始码一个皮卡丘检测器-CNN目标检测入门教程(上) 的卷积来预测分类" +
                            "概率，这样可以做到卷积后空间上的形状不会变化，而且由于卷积的特点，每个卷积核会扫过每个预测特征层的所有像素点，得到 从零开始个预测值,对应了空间上所有的像素点，" +
                            "每个通道对应特定的预设框 从零开始码一个皮卡丘检测器-CNN目标检测入门教程(上) 。假设有10个正类，每个像素5个预设框，那么我们就需要个通道。 具体的来说，" +
                            "对于每个像素第个预设框：",
                    "聊了半天怎么构建一个虚无的网络，接下来看看真正有意思的东西。我们用3D建模批量生成了一个皮卡丘的数据集，产生了1000张图片作为这个展示用的训练集。这个数据集里" +
                            "面，皮神会以各种角度，各种姿势出现在各种背景图中，就像Pokemon Go里增强现实那样炫酷。因为是生成的数据集，我们自然可以得到每只皮神的真实坐标和大小，用来" +
                            "作为训练的真实标记。"
                ]

            }, {
                text: [
                    "导语：在高通与合作伙伴的大力推动下，千兆级LTE网络技术已经离我们的生活不远了", "我们当今的时代是移动互联的时代。无处不在的无线网络信号彻底改变了社会的运行方式，让无数人随时随地可以通过一张信息网络自由交流。在这前所未有的繁荣背后，最大功臣是" +
                            "近年来在全球普及的第四代移动通信网络，也就是4G LTE技术。4G LTE全称第四代移动通信长期演进（4th Generation Long Term Evol" +
                            "ution），是高通公司等通信巨头企业主导研发的高带宽无线网络标准，最大特征是平均数据下行带宽达到100-200Mbps，与主流有线宽带连接相当。4G网络的普及" +
                            "大大促进了移动互联生态的发展，使得移动游戏、O2O业务、移动办公等业务在大众中广泛流行，创造了难以估量的巨大社会效益。但高通公司为代表的科技通信行业并不满足于4" +
                            "G技术的已有成就，而是将目光转向了更为先进的无线通信技术。在这样的背景下，千兆级LTE应运而生了。",
                    "什么是千兆级LTE？",
                    "千兆级LTE又称LTE-A Pro，是高通公司主导的新一代无线通信标准，其最突出的特征就是理论下行带宽可达1Gbps以上，比4G提升了一个数量级。为实现如此高的" +
                            "传输带宽，高通在新标准中应用了载波聚合、高阶调制和高级MIMO等创新，从而在带宽、延迟、稳定性、功耗表现等多个指标上取得了非常显著的进步。",
                    "千兆级LTE的关键环节：调制解调器",
                    "与3G到4G技术的换代不同，运营商将现有的4G网络升级到千兆级LTE标准并不需要做大幅的改动，无需大规模重新建设；相比之下，终端设备的调制解调器换代才是迈向千兆" +
                            "级LTE的关键环节所在。2016年初，高通发布了业内第一款支持千兆级LTE标准的调制解调器：骁龙X16 LTE 调制解调器。骁龙X16 LTE 调制解调器使用业" +
                            "内领先的14nm FinFET工艺制造，支持Cat.16千兆级网络规范，实现了高达1Gbps的下行带宽。到了2016年底，高通旗舰级的骁龙835平台首次集成骁龙" +
                            "X16 LTE 调制解调器，成为全球首个商用级的千兆级LTE终端解决方案，并在澳大利亚与运营商Telstra进入商用。2017年初，高通更是推出了支持Cat.1" +
                            "8标准，提供高达1.2Gbps下行带宽的X20调制解调器。相比之下，其主要竞争对手如联发科和华为[AE1] 等公司至今连支持Cat.16标准，提供1Gbps带宽" +
                            "的调制解调器方案都不见踪影，落后高通的步伐接近两年时间。骁龙X16调制解调器引入了大量创新技术，在大幅提高通信性能的同时，其功耗、体积、成本都能满足智能手机等移" +
                            "动终端的苛刻需求。l  首先，骁龙X16 LTE 调制解调器拥有增强型载波聚合，支持4个20MHZ的载波合并传输，加上最高4x4的MIMO多数据流传输和256-" +
                            "QAM，奠定了Gbps带宽的实现基础。同时，在复杂网络条件下，X16达到同等网络传输速度时的稳定性明显强于上一代LTE调制解调器。l  骁龙X16 LTE 调制" +
                            "解调器支持授权频谱辅助接入（LAA），这一功能大大降低了运营商为用户提供千兆级LTE服务的门槛。基于该技术，运营商可以利用非授权频段扩大千兆级LTE的网络覆盖，" +
                            "降低升级到千兆级LTE标准的建设成本，大大推进了千兆级LTE网络的实用进程。",
                    "骁龙X16 LTE 调制解调器使用业内领先的14nm FinFET工艺制造，芯片本身体积小巧、功耗水平极低；而其集成的全新高通WTR5975 RF收发器则将多种" +
                            "先进功能和全频段支持集成进一块RF芯片，明显减少了芯片复杂度和空间占用；收发器和调制解调器之间的创新数字互联接口则简化了PCB布局，进一步缩小了芯片面积。最后，" +
                            "在嵌入进骁龙835平台之后，整套解决方案实现了业内最佳的体积控制和功耗控制水平，使得移动设备有更多空间安排大容量电池，提升设备续航力，并降低了设备工作时的发热量" +
                            "。高通今年初推出的骁龙X20 LTE调制解调器则在X16的基础上更进一步，通信规格支持提升到Cat.18，下行带宽突破1.2Gbps；同时，X20的制造工艺进化" +
                            "到最顶尖的10nm级别，使芯片面积进一步缩小，功耗表现也进一步增强。以骁龙X16和X20 LTE调制解调器为标志，高通引领产业正式进入了千兆级LTE时代。事实上" +
                            "，由于迄今为止连X16调制解调器都没有任何其他厂商的竞品方案，业界要实现千兆级LTE支持目前唯一可选的就是高通方案。",
                    "千兆级LTE生态：为何高通将保持主导地位？",
                    "目前，全球已有多家运营商在规划、测试千兆级LTE网络，澳大利亚悉尼已经在年初实际商业化运营了首个千兆级LTE通信网。国内的几大运营商也在紧锣密鼓地准备升级到新一" +
                            "代标准。",
                    "与此同时，去年底推出的，集成骁龙X16 LTE 调制解调器的高通骁龙835移动平台已经被三星、索尼、和HTC等多家厂商的旗舰型号采用，实际出货量已达数千万部。对" +
                            "于运营商而言，采用骁龙835平台的移动设备是目前唯一广泛流行的千兆级LTE终端，并且这种状态还会延续至少一年。到今年底，基于骁龙835平台的智能手机数量还会大幅" +
                            "增长，甚至还会出现一批使用骁龙835的笔记本电脑设备；明年，集成骁龙X20 LTE调制解调器的下一代骁龙移动平台也会面世。高通方案在终端市场的绝对优势已经无可撼" +
                            "动。基于这样的现实情况，全球运营商在部署千兆级LTE网络时，必然会优先考虑对高通方案的兼容性，注重提升高通方案终端设备的通信性能。未来其他厂商的竞品方案即便开始" +
                            "铺货，在网络中的表现也难以与高通方案比拟。高通在千兆级LTE技术上“快人两步”的表现，使其在未来的生态圈中取得了明显的地位优势。另一方面，高通在LAA、Mult" +
                            "eFire（非授权辅助接入）及物联网低功耗技术等方面的创新也随着X16、X20等方案一并推向市场。这些技术能显著降低运营商的部署成本，扩大千兆级LTE网络的覆盖" +
                            "范围，增加网络的应用场景和设备兼容性。",
                    "此外，由于骁龙X16 LTE 调制解调器调制解调器在制造工艺、核心技术等层面的优势，即便在已有的非千兆级、不支持Cat.16标准的4G网络中，使用这一方案的终端" +
                            "设备也有更好的通信性能与功耗表现，还能降低运营商的工作负荷。所有这些因素都让运营商更加依赖高通的调制解调器方案，提升高通在市场上的竞争优势。",
                    "千兆级LTE将给市场带来哪些好处？",
                    "对于通信产业来说，千兆级LTE的优势体现在运营商和用户两个层面：",
                    "运营商层面：千兆级LTE能明显降低运营商的流量平均成本，使得运营商可以推出更具竞争力的资费套餐，为用户创造更多价值。当流量费用下降到一定程度后，移动互联网的应用" +
                            "场景和用户数量又会有一个大幅度的增长。在一些发达国家，已经有移动互联网完全取代固定宽带和私有WiFi的趋势出现。同时，物联网产业经过多年准备，即将迎来前所未有的" +
                            "爆发。这些都会进一步扩大移动互联网的市场规模，使运营商的收益进一步提升。",
                    "此外，千兆级LTE还是5G通信网络的前置技术，基于千兆级LTE网络，运营商未来可以无缝升级到5G网络，升级和过渡成本较低，符合运营商的长期利益。",,
                    "用户层面：随着千兆级LTE网络的广泛普及，用户得到的不仅是足以取代固定宽带网络的超高传输带宽。高通在研发千兆级LTE标准时非常重视网络的延迟、稳定性和移动速度等" +
                            "指标；基于这些目标努力的成果，千兆级LTE技术在网络延迟参数上甚至超过了许多有线网络标准。超低的延迟指标（10ms级甚至更低）使得在线云渲染、实时数据同步、远程" +
                            "VR/AR等应用得以实用化并广泛推广；突出的稳定性则让用户可以用无线网络完全取代固定宽带和私有WiFi，简化个人和企业网络的部署；更高的移动速度宽容度则为无人驾" +
                            "驶、联网无人机、智慧交通等大规模技术革新奠定了基础。尽管我国目前尚未商用千兆级网络，但是通过测试能够发现，例如搭载骁龙X16 LTE 调制解调器的终端，在现有网" +
                            "络仍比低标准的调制解调器更快。",
                    "当千兆级LTE时代到来，全球移动互联网生态会出现全面的进化，市场规模、应用范围、社会影响力等都将达到前所未有的新高度。",
                    "未来展望",
                    "在高通与合作伙伴的大力推动下，千兆级LTE网络技术已经离我们的生活不远了。现在，使用骁龙835平台智能设备的消费者已经能率先体验到骁龙X16 LTE 调制解调器" +
                            "在已有4G网络中更为出色和稳定的通信表现；而随着各大运营商全面测试和部署Cat.16乃至Cat.18千兆级LTE网络，这些用户无需升级设备就能无缝过渡到新一代网" +
                            "络中，直接享受千兆速度的畅快体验。",
                    "而数年后，当千兆级LTE网络颠覆了移动互联网生态、创造了巨大的经济和社会效益时，作为行业先驱和主导者的高通公司也将创造更多的价值，取得更大的成就。未来，相信高通" +
                            "公司不会停下创新的脚步，会带领产业不断进步，攀登无线技术下一座、再下一座高峰。"
                ]
            }, {
                text: [
                    "导语：这是一个关于波粒二象性的历史性话题", "Wi-Fi 对移动计算的使用产生了巨大的影响，使员工可以在任何地方访问公司网络，咖啡店也能成为独立工作人员的办公地点。 但Wi-Fi 也有其缺点，所以诞生了一个" +
                            "新的标准：Li-Fi，如果它可以顺利上市，将能够填补 Wi-Fi 技术的空白。",
                    "Wi-Fi的问题在于信号覆盖范围小，尤其是面对墙壁，也容易被黑客劫持。虽然近年来带宽增加，但当太多人同时访问 Wi-Fi时，速度非常容易变慢。",
                    "增加更多的Wi-Fi 最多只是一个部分的解决方案。它不能解决安全问题，只能部分解决可扩展性问题。",
                    "Li-Fi 或者可见光无线通信，这是一种新兴的无线协议，使用可见光谱来提供无线网络接入。Li-Fi 发射器使用 LED 灯来调节光强度，大多超出我们眼睛可以感知" +
                            "的范围，并且被光敏接收器读取为数据。由于 LED 已经使用芯片来控制其输出，因此它们可以每秒调制高达数百万次，理论上传输数据速度可以比 Wi-Fi 快100倍。",
                    "但是 Li-Fi 不是要替代Wi-Fi，而是一种补充。无论我们使用智能手机，平板电脑还是笔记本电脑，两者将同时存在，这需要一个特殊的接收器和发送器来发送和接收 " +
                            "Li-Fi 信号。 也需要一个特殊的编码器/解码芯片将光信号转换成数据。",
                    "Li-Fi 仍然是一项正在进行中的技术，但其发明者表示，IEEE 正在考虑将其纳入 802.11 Wi-Fi标准。“通用照明的发光二极管（LED）的引入对于将可" +
                            "见光谱用于无线通信产生了越来越大的兴趣。” 但标准机构仍在寻求其成员的反馈。IDC 移动设备技术和趋势项目经理 Will Stofega 表示，“获得标准认可是" +
                            "很艰难的。” “总是有生态系统和政治上的利益，我总觉得需要大量的工作，但 Li-Wi 是替代连接技术中最有希望的。”",
                    "Stofega 警告说，既得利益者将会对造成任何潜在威胁他们收入的技术产生恐惧和怀疑。就像一些 4G 厂商因为威胁其市场主导地位而反对 5G，所以 Li-Fi " +
                            "也可能会面临反对。他说：“在 Wi-Fi 论坛上肯定会有人说Li-Fi是一个糟糕的想法。”",
                    "无线频谱资源紧张",
                    "使用光传输数据并不是什么新鲜事; 电视遥控器就是这样的运作方式。 但遥控器使用红外线，其距离和传输量受到严格的限制。",
                    "爱丁堡大学移动通信主席兼 pureLi-Fi 公司联合创始人/首席科学官 Harald Haas 教授在 2011年首次提出了 Li-Fi，该公司试图将 Li-" +
                            "Fi 推向市场。",
                    "Haas 表示，无线频谱资源紧张，启发他创建 Li-Fi。 Haas 曾经在西门子公司从事 4G 方面的工作。他意识到无线频谱对于多媒体时代是不够的。 此后，他" +
                            "开发了世界上第一个 Li-Fi 无线发射器，并与法国照明制造商 Lucibel 合作，制造了第一个完全集成的 Li-Fi 照明灯具，并在今年的移动世界大会上进行" +
                            "了展示。",
                    "他说：“今天的 Li-Fi 就像是十五年前的 Wi-Fi，而在五到十年的时间里，Li-Fi 将像 Wi-Fi 一样无处不在。”",
                    "思科企业网络集团高级工程副总裁 Anand Oswal 表示，思科认为 Li-Fi 是一项令人兴奋的新兴技术，具有很大的潜力。 思科的策略是建立 Li-Fi技术" +
                            "，最终开发产品，但他补充说：“我们还处于探索阶段，思科还没有对 Li-Fi 的产品和解决方案做出任何决定。”",
                    "思科的一个潜在的整合领域是其数字化建设计划，这是一套解决方案，与飞利浦，Microchip，Cree 和 Molex 的供应商合作，利用思科的以太网供电（PoE" +
                            "）和通用以太网供电（UPoE）的创新，为企业提供电力照明系统。",
                    "Oswal 表示：“将企业中的每一个光转换为无线通信媒介的能力，是这个解决方案未来的演变趋势。 思科正在与合作伙伴合作，探索如何将技术无缝集成到思科的无线基础架" +
                            "构中。 “这将使 Li-Fi 技术拥有领先 Wi-Fi 领域的数十年创新。”",
                    "能源控制和 IoT 解决方案供应商 EMC 的总裁兼CEO Jerry Johnson 表示，对 Li-Fi 非常感兴趣的是零售商，他们将其视为潜在的蓝牙信标技" +
                            "术的替代品。 他也看到政府，机场和商业空间和大厦的所有者的兴趣，他们希望补充 Wi-Fi 或使用在会议室使用 Li-Fi 。",
                    "EMC 计划成为全国范围内 Li-Fi 灯泡的经销商，并已将其部署在80个测试站点。",
                    "他说：“我认为将来会有 Li-Fi 和 Wi-Fi 的结合，Li-Fi 占据主导地位。” “ Li-Fi 将大大提高网络的总体带宽，速度和可靠性，更不用说提高通" +
                            "信能力。”",
                    "一些公司正在对 Li-Fi 进行测试，但现在他们没有对外透露相关信息。 他补充说，EMC 自己的研究表明，Li-Fi 传输数据可以比传统 Wi-Fi 快100倍" +
                            "。",
                    "Li-Fi 如何运作",
                    "常规 LED 灯和支持 Li-Fi 的灯泡之间的关键区别在于 Li-Fi 灯泡中的驱动电路发送和接收无线信号，使用不同强度的光对数据进行编码。 一些灯可以通过连" +
                            "接 CAT5 电缆连接到网络，而其他灯可以通过电源线连接接收数据。",
                    "Li-Fi 创建了一个双向链路，在两端使用特殊的光电探测器：一端是在房间的 LED 灯中，另一端在移动设备或者插入到移动设备的无线发射器上。 无线发射器将数据发" +
                            "送回LED。 当你在有多个 Li-Fi 灯的房间中移动时，设备会自动检测最强信号来自哪里，并转移到该光源，因此信号始终保持连接和最佳状态。",
                    "Haas 估计智能手机和其他设备将在两三年内开始推出 Li-Fi 信号芯片。Stofega 表示，他没有听到移动厂商对 Li-Fi 表示兴趣，大部分厂商都在专注" +
                            "于 5G。",
                    "他说：“这不是很难做，也不是很贵，但是移动厂商会希望Li-Fi得到验证之后再进行部署。“他说。 “我甚至不愿意全力投入5G，因为他们仍然在制定标准。”但是 Li" +
                            "-Fi 与 Wi-Fi 在几个关键方面不同，例如范围，抗干扰和吞吐量。 无线频谱的局限性之一是当你从2.4GHz上升至5GHz时，你将失去覆盖范围。 如果高于5" +
                            "GHz，那么这个范围会进一步缩小。理论上，Li-Fi的吞吐量远远超过Wi-Fi。 pureLi-Fi 刚刚发布了一个产品，单个小型微型 LED能够以8 Gbps" +
                            " 的速度进行传输。 现在 2.4GHz 和 5GHz 频段已经与诸如无线电话，蓝牙设备和Wi-Fi 之类的现有设备出现饱和，更不用说像增强现实，虚拟现实，无人驾" +
                            "驶汽车和数十亿个物联网设备这样的新技术。由于可见光与其他类型的射频频率完全不同，因此不存在信号干扰的可能，而且可见光是整个 300 GHz 无线电频谱的1000" +
                            "倍，Haas 指出，LED灯 甚至不需要明亮到足以让人看得见。最后，Johnson 表示为现有设备添加 Li-Fi 也是比较便宜的。“技术的成本下降得如此之快，" +
                            "将 Li-Fi 加在设备上是没有挑战的。” Li-Fi将使用现有的设备的相机技术。 笔记本电脑或智能手机中的相机会做得很好，他们只需要解码芯片，该芯片必须添加到" +
                            "未来的设备中。 但是如果 Li-Fi 成为802.11规范的一部分，Wi-Fi芯片也将能够处理Li-Fi信令。",
                    "灯光产业",
                    "Hass 强调，Li-Fi 是 Wi-Fi 和4G / 5G 的补充，不是替代品。“Li-Fi可以被用于路灯，作为智能城市应用的接入点，”他说。 “家用电器的指" +
                            "示灯可以通过天花板灯将这些设备连接到互联网，而带有集成 LED 的可穿戴式设备可以监控健康参数并将数据发送到互联网。”",
                    "Li-Fi 的一个缺点也可以被认为是一种优势。 因为它使用可见光谱，所以 Li-Fi 不能穿透墙壁。 在许多情况下，这是一个问题，但是对于安全连接，这是一个优势" +
                            "。 Li-Fi说，对安全感兴趣的人，特别是军方，就像能够建立一个可以锁在一个房间里的无线网络，只要墙壁没有窗户。思科仍然处于探索 Li-Fi 的阶段，并没有对该" +
                            "技术在商业上做出任何决定。该公司认为，Li-Fi部署将从安全和安全相关的利基市场开始。“在我看来，当可见光通信的端点生态系统变得更加成熟时，Li-Fi 将实现临" +
                            "界发展，”他说。 “思科可以看到将来将Li-Fi光源出售给提供特定吞吐量，并无缝集成到思科无线架构的企业的。”",
                    "Li-Fi 面临的严峻挑战",
                    "和任何新技术一样，Li-Fi 也面临挑战。 至少 Wi-Fi 已经得到英特尔的全面支持。 Li-Fi 只是由苏格兰的大学教授驱动，即使他有思科和英国电信这样的盟" +
                            "友。Haas 表示，他们与 pureLI-FI合作，但不会详细说明合作的深度。 Oswal 说：“任何新技术都有几个障碍阻碍其得到广泛采用。” “但是，这些往往" +
                            "只是技术进步与市场化同步的问题。”",,
                    "Stofega 认为，如果 IEEE 将 Li-Fi 作为802.11规范的一部分，将起到决定性的作用。因为高通，英特尔等厂商都将支持 802.11 芯片。然后" +
                            "就只是一个 LED 灯泡部署的问题。",
                    "为了取得成功，Oswal 表示，它必须履行其吞吐量和规模的承诺; 端点设备必须打入市场; 并且需要有一个支持 Li-Fi 的供应商生态系统来构建灯光。",
                    "移动咨询公司 J.Gold Associates 的总裁 Jack Gold 表示怀疑。“可见光通信已经尝试了好几年了，这不是新事物，”“你可以获得超大量的带宽" +
                            "，但并不像听起来那么简单。”",
                    "而且 Wi-Fi 的运作良好，几乎无所不在。 如果你使用的技术相当可靠，可以提出一项新技术来替代或补充，但是这种技术必须更好，但Li-Fi 还有许多问题有待解决" +
                            "。"
                ]
            }
        ]
    },
    ImgData: [
        {
            ImgItem: [
                {
                    mainPkey: "0",
                    src: require('../../images/RC/paperOne/PaperOne01.jpg'),
                    title: "（图：全体参会领导合影）",
                    url: "/rcpaper?g=0",
                    flag: "PHP",
                    color: "#fff",
                    bg: "#c626c8"
                }, {
                    mainPkey: "3",
                    src: require('../../images/RC/paperOne/download2.jpg'),
                    title: "（图：教育部职业教育与成人教育司司长王继平讲话）"
                }, {
                    mainPkey: "4",
                    src: require('../../images/RC/paperOne/download3.jpg'),
                    title: "（图：工信部信息化和软件服务业司巡视员李颖讲话）"
                }, {
                    mainPkey: "5",
                    src: require('../../images/RC/paperOne/download4.jpg'),
                    title: "（图：北京市教育委员会副主任黄侃讲话）"
                }, {
                    mainPkey: "6",
                    src: require('../../images/RC/paperOne/download5.jpg'),
                    title: "（图：联想集团副总裁，联想职教集团理事长李祥林致辞）"
                }, {
                    mainPkey: "8",
                    src: require('../../images/RC/paperOne/download8.jpg'),
                    title: "（图：联想职教集团秘书长杜金晶报告）"
                }, {
                    mainPkey: "10",
                    src: require('../../images/RC/paperOne/download7.jpg'),
                    title: "（图：联想职业教育集团助力河北威县教育扶贫捐赠仪式）"
                }, {
                    mainPkey: "11",
                    src: require('../../images/RC/paperOne/download9.jpg'),
                    title: "（图：大会现场）"
                }
            ]
        }, {
            ImgItem: [
                {
                    mainPkey: "1",
                    src: require('../../images/RC/paperTwo/01_p2.png'),
                    title: "",
                    url: "rcpaper?g=1",
                    flag: "PHP",
                    color: "#fff",
                    bg: "#c626c8"
                }, {
                    mainPkey: "2",
                    src: require('../../images/RC/paperTwo/02_p2.png'),
                    title: ""
                }
            ]
        }, {
            ImgItem: [
                {
                    mainPkey: "12",
                    src: require('../../images/RC/paperThr/01_p3.jpg'),
                    title: "",
                    url: "rcpaper?g=2",
                    flag: "PHP",
                    color: "#fff",
                    bg: "#c626c8"
                }, {
                    mainPkey: "13",
                    src: require('../../images/RC/paperThr/02_p3.jpg'),
                    title: "孙永涛—“现代学徒”到“现代工匠”如此出师"
                }, {
                    mainPkey: "16",
                    src: require('../../images/RC/paperThr/03_p3.jpg'),
                    title: ""
                }, {
                    mainPkey: "17",
                    src: require('../../images/RC/paperThr/04_p3.jpg'),
                    title: ""
                }
            ]
        }, {
            ImgItem: [
                {
                    mainPkey: "0",
                    src: require('../../images/RC/paperFou/01_p4.png'),
                    title: "",
                    url: "rcpaper?g=3",
                    flag: "PHP",
                    color: "#fff",
                    bg: "#c626c8"
                }, {
                    mainPkey: "1",
                    src: require('../../images/RC/paperFou/02_p4.png'),
                    title: ""
                }, {
                    mainPkey: "2",
                    src: require('../../images/RC/paperFou/03_p4.png'),
                    title: ""
                }, {
                    mainPkey: "3",
                    src: require('../../images/RC/paperFou/04_p4.png'),
                    title: ""
                }
            ]
        }, {
            ImgItem: [
                {
                    mainPkey: "1",
                    src: require('../../images/RC/Mpaperone/1_mt1.jpg'),
                    title: "",
                    url: "rcpaper?g=4",
                    flag: "PHP",
                    color: "#fff",
                    bg: "#c626c8"
                }, {
                    mainPkey: "4",
                    src: require('../../images/RC/Mpaperone/2_mt1.jpg'),
                    title: ""
                }
            ]
        }, {
            ImgItem: [
                {
                    mainPkey: "9",
                    src: require('../../images/RC/Mpapertwo/002_mt2.jpg'),
                    title: "挖挖挖，今日头条的“金锄头”",
                    url: "rcpaper?g=5",
                    flag: "PHP",
                    color: "#fff",
                    bg: "#c626c8"
                }, {
                    mainPkey: "16",
                    src: require('../../images/RC/Mpapertwo/003_mt2.jpg'),
                    title: ""
                }, {
                    mainPkey: "17",
                    src: require('../../images/RC/Mpapertwo/004_mt2.jpg'),
                    title: ""
                }, {
                    mainPkey: "22",
                    src: require('../../images/RC/Mpapertwo/005_mt2.jpg'),
                    title: "“知乎大V”被挖，为啥可以理解"
                }, {
                    mainPkey: "30",
                    src: require('../../images/RC/Mpapertwo/006_mt2.jpg'),
                    title: "知乎究竟有没有“大V”？"
                }, {
                    mainPkey: "37",
                    src: require('../../images/RC/Mpapertwo/007_mt2.jpg'),
                    title: "知乎的“透明城墙”"
                }, {
                    mainPkey: "39",
                    src: require('../../images/RC/Mpapertwo/008_mt2.jpg'),
                    title: "耐心的知乎，不耐心的对手、以及部分用户"
                }
            ]
        }, {
            ImgItem: [
                {
                    mainPkey: "1",
                    src: require('../../images/RC/Mpaperthr/1_mt3.png'),
                    title: "",
                    url: "rcpaper?g=6",
                    flag: "PHP",
                    color: "#fff",
                    bg: "#c626c8"
                }, {
                    mainPkey: "2",
                    src: require('../../images/RC/Mpaperthr/002_mt3.jpg'),
                    title: "SSD:  Single Shot MultiBox Detector"
                }, {
                    mainPkey: "3",
                    src: require('../../images/RC/Mpaperthr/003_mt3.jpg'),
                    title: "分类预测 Predict classes"
                }, {
                    mainPkey: "4",
                    src: require('../../images/RC/Mpaperthr/004_mt3.jpg'),
                    title: "网络前向推导 Forward"
                }, {
                    mainPkey: "5",
                    src: require('../../images/RC/Mpaperthr/005_mt3.jpg'),
                    title: "数据集 Dataset"
                }, {
                    mainPkey: "6",
                    src: require('../../images/RC/Mpaperthr/006_mt3.jpg'),
                    title: "加载数据 Load dataset"
                }, {
                    mainPkey: "7",
                    src: require('../../images/RC/Mpaperthr/007_mt3.jpg'),
                    title: "示意图 Illustration"
                }
            ]
        }, {
            ImgItem: [
                {
                    mainPkey: "1",
                    src: require('../../images/RC/Mpaperfour/01_mt4.jpg'),
                    title: "LTE",
                    url: "rcpaper?g=7",
                    flag: "PHP",
                    color: "#fff",
                    bg: "#c626c8"
                }
            ]
        }, {
            ImgItem: [
                {
                    mainPkey: "7",
                    src: require('../../images/RC/Mpaperfive/01_mt5.jpg'),
                    title: "无线频谱资源紧张",
                    url: "rcpaper?g=8",
                    flag: "PHP",
                    color: "#fff",
                    bg: "#c626c8"
                }, {
                    mainPkey: "23",
                    src: require('../../images/RC/Mpaperfive/02_mt5.jpg'),
                    title: "灯光产业",
                    url: "rcpaper?g=8",
                    flag: "PHP",
                    color: "#fff",
                    bg: "#c626c8"
                }, {
                    mainPkey: "26",
                    src: require('../../images/RC/Mpaperfive/03_mt5.jpg'),
                    title: "",
                    url: "rcpaper?g=8",
                    flag: "PHP",
                    color: "#fff",
                    bg: "#c626c8"
                }
            ]
        }
    ],
    papermainFlagData: [
        "乔布斯",
        "锤子科技",
        "移动互联网",
        "硬创邦",
        "奇点",
        "地图",
        "淘宝",
        "蓝牙",
        "beats"
    ]
}
export default PaperData;